[{"Id": "2", "Name": "Salvia_Officinalis", "Description": "Salvia Officinalis, also known as Common Sage, is a versatile plant with low maintenance requirements. It can adapt to a range of growing conditions and is known for its aromatic leaves. The plant has a long blooming period, typically from midsummer to early fall, and its vibrant purple flowers attract bees, butterflies, and other pollinators. With proper care, this hardy perennial can add both color and beauty to your garden for many years.", "Care": "Salvia Officinalis, commonly known as common sage, prefers full sun and well-draining soil. It is a drought-tolerant plant that requires moderate watering. Pruning can be done in spring to maintain its shape and remove any dead or woody stems. Sage is a perennial herb that benefits from an annual application of organic fertilizer in early spring. Regular harvesting of the leaves encourages new growth and keeps the plant healthy. With its aromatic leaves and culinary uses, Salvia Officinalis is a versatile and rewarding addition to any herb garden.", "Price": "27", "PictureUrls": 2, "ProductTypeId": "2", "PotId": "1"},
{"Id": "3", "Name": "Salvia_Officinalis", "Description": "Salvia Officinalis, also known as Common Sage, is a versatile plant with low maintenance requirements. It can adapt to a range of growing conditions and is known for its aromatic leaves. The plant has a long blooming period, typically from midsummer to early fall, and its vibrant purple flowers attract bees, butterflies, and other pollinators. With proper care, this hardy perennial can add both color and beauty to your garden for many years.", "Care": "Salvia Officinalis, commonly known as common sage, prefers full sun and well-draining soil. It is a drought-tolerant plant that requires moderate watering. Pruning can be done in spring to maintain its shape and remove any dead or woody stems. Sage is a perennial herb that benefits from an annual application of organic fertilizer in early spring. Regular harvesting of the leaves encourages new growth and keeps the plant healthy. With its aromatic leaves and culinary uses, Salvia Officinalis is a versatile and rewarding addition to any herb garden.", "Price": "27", "PictureUrls": 2, "ProductTypeId": "2", "PotId": "1"},
{"Id": "4", "Name": "Califelizialae", "Description": "Califelizialae is a unique plant species that offers a captivating display of blooms. It is low-maintenance and can thrive in various growing conditions. Its flowers come in a range of colors, including vibrant reds, oranges, and yellows, making it a standout in any garden or landscape. With regular watering and proper care, Califelizialae can bring a burst of color and charm to your outdoor space.", "Care": "Califelizialae is a low-maintenance plant that thrives in a variety of growing conditions. It prefers well-draining soil and can tolerate both full sun and partial shade. Regular watering is necessary to keep the soil evenly moist, but be cautious not to overwater. Pruning can be done in early spring to remove any dead or damaged branches and to promote healthy growth. Califelizialae is a drought-tolerant plant that can withstand dry periods. With its vibrant blooms and adaptability, Califelizialae adds beauty and charm to any garden.", "Price": "31", "PictureUrls": 3, "ProductTypeId": "1", "PotId": "1"},
{"Id": "5", "Name": "Ozumo", "Description": "Ozumo is a beautiful plant that combines striking foliage with delicate flowers. It is known for its ornamental leaves, which come in various shades of green, creating an eye-catching display. The plant produces elegant blossoms in soft pastel colors, adding a touch of elegance to any garden or landscape. With its low-maintenance nature, Ozumo can be a delightful addition to your outdoor space.", "Care": "Ozumo is a hardy plant that requires minimal care. It prefers full sun to partial shade and well-draining soil. Regular watering is necessary, especially during dry periods, but be careful not to overwater as it can cause root rot. Pruning can be done as needed to remove any dead or diseased branches and to maintain its shape. Ozumo is known for its resilience and can withstand various weather conditions. With its attractive foliage and low-maintenance nature, Ozumo is a great choice for beginner gardeners.", "Price": "25", "PictureUrls": 4, "ProductTypeId": "2", "PotId": "1"},
{"Id": "6", "Name": "Hydrangea_Paniculata", "Description": "Hydrangea paniculata, commonly known as Panicle Hydrangea, is a stunning flowering shrub. It boasts large, conical flower clusters that start off creamy white and gradually turn pink or even deep red as they mature. This plant is highly adaptable and can tolerate different soil conditions. Its long blooming period, from summer to early autumn, ensures a prolonged display of beautiful blooms. Hydrangea paniculata is a popular choice for gardens, providing both beauty and charm.", "Care": "", "Price": "28", "PictureUrls": 5, "ProductTypeId": "1", "PotId": "1"},
{"Id": "7", "Name": "Joroa", "Description": "Joroa is a resilient plant species known for its ability to thrive in diverse growing conditions. Its vibrant flowers, which come in shades of pink, purple, and white, add a pop of color to any landscape. Joroa is a low-maintenance plant that can withstand dry periods and requires minimal care. Its blooms attract pollinators, making it a great choice for garden enthusiasts looking to support local wildlife.", "Care": "Joroa is an easy-to-care-for plant that thrives in well-draining soil and prefers partial shade to full sun. It requires regular watering to keep the soil moist but not waterlogged. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Joroa is relatively drought-tolerant and can withstand dry periods. Applying a layer of mulch around the base helps to conserve moisture and suppress weed growth. With its beautiful blooms and adaptable nature, Joroa is a lovely addition to any garden or landscape.", "Price": "25", "PictureUrls": 6, "ProductTypeId": "2", "PotId": "1"},
{"Id": "8", "Name": "Huminop", "Description": "Huminop is a unique plant known for its attractive foliage and interesting growth habits. It features lush, dark green leaves that create a dense and textured appearance. Huminop is a low-maintenance plant that can tolerate various soil conditions and requires moderate watering. Its striking foliage adds depth and visual interest to gardens and landscapes.", "Care": "Huminop is a low-maintenance plant that thrives in well-draining soil and prefers full sun to partial shade. It is drought-tolerant and requires minimal watering once established. Pruning can be done in early spring to remove any dead or overgrown branches. Huminop is a hardy plant that can tolerate various soil conditions. With its unique foliage and easy-care requirements, Huminop adds texture and interest to gardens and outdoor spaces.", "Price": "31", "PictureUrls": 7, "ProductTypeId": "1", "PotId": "1"},
{"Id": "9", "Name": "Nalisha", "Description": "Nalisha is a charming plant species that offers delicate and intricate flowers. Its blooms feature a beautiful blend of colors, including shades of pink, purple, and white. Nalisha is relatively easy to care for and can adapt to different growing conditions. This plant adds elegance and grace to any garden or floral arrangement.", "Care": "Nalisha is a versatile plant that adapts well to different growing conditions. It prefers well-draining soil and can tolerate both full sun and partial shade. Regular watering is necessary, especially during dry periods, to keep the soil evenly moist.", "Price": "22", "PictureUrls": 8, "ProductTypeId": "2", "PotId": "1"},
{"Id": "10", "Name": "Ostrich", "Description": "Ostrich is an enchanting plant known for its unique feather-like foliage. The leaves of the Ostrich plant resemble the feathers of an ostrich, hence its name. This plant adds a touch of exoticism to any garden or indoor space. Ostrich requires moderate watering and thrives in well-draining soil. With its distinctive appearance, it serves as a conversation starter and a captivating addition to your plant collection.", "Care": "Ostrich plants thrive in well-draining soil and prefer full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during hot and dry periods. Pruning can be done in early spring to remove any dead or damaged fronds. Ostrich plants are relatively drought-tolerant once established. Adding a layer of mulch around the base helps to conserve moisture and suppress weed growth. With their unique and feathery foliage, Ostrich plants make a striking addition to gardens and landscapes.", "Price": "25", "PictureUrls": 9, "ProductTypeId": "1", "PotId": "1"},
{"Id": "11", "Name": "Anifa", "Description": "Anifa is a stunning flowering plant with vibrant and showy blossoms. Its flowers come in various colors, such as shades of pink, purple, and white, and create a visually striking display. Anifa requires moderate watering and prefers well-draining soil. With proper care, this plant", "Care": "Anifa plants prefer well-draining soil and partial shade to full sun. They require regular watering to keep the soil evenly moist, especially during dry periods. Pruning can be done as needed to remove any dead or overgrown branches. Anifa plants are relatively drought-tolerant and can withstand periods of dryness. With their vibrant blooms and adaptable nature, Anifa plants bring color and beauty to gardens and containers.", "Price": "28", "PictureUrls": 10, "ProductTypeId": "2", "PotId": "1"},
{"Id": "12", "Name": "Anacdatc", "Description": "Anacdatc is an exotic plant known for its unique foliage and delicate flowers. It adds a touch of elegance to any garden or indoor space. This plant requires moderate care, including regular watering and occasional pruning to maintain its shape and promote healthy growth. It thrives in partial shade to full sun and prefers well-draining soil. With proper attention, Anacdatc can thrive and become a beautiful focal point in your garden.", "Care": "Anacdatc plants thrive in well-draining soil and prefer full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Anacdatc plants are relatively drought-tolerant and can withstand dry periods. With their unique foliage and hardiness, Anacdatc plants add visual interest to gardens and landscapes.", "Price": "45", "PictureUrls": 11, "ProductTypeId": "1", "PotId": "1"},
{"Id": "13", "Name": "Bonea_Arcituda", "Description": "Bonea Arcituda is a striking plant that commands attention with its bold and architectural presence. It features robust leaves and unique flowers that add drama to any landscape. This plant is relatively low maintenance, requiring full sun to partial shade and well-draining soil. It can withstand minimal watering and benefits from occasional pruning to remove dead or damaged foliage. Bonea Arcituda is a captivating choice for those seeking a visually stunning and hassle-free addition to their garden.", "Care": "Bonea Arcituda plants prefer well-draining soil and partial shade to full sun. They require regular watering to keep the soil evenly moist, especially during hot and dry periods. Pruning can be done as needed to remove any dead or overgrown branches. Bonea Arcituda plants are relatively drought-tolerant and can withstand dry periods. With their striking appearance and adaptability, Bonea Arcituda plants make a bold statement in gardens and containers.", "Price": "34", "PictureUrls": 12, "ProductTypeId": "2", "PotId": "1"},
{"Id": "14", "Name": "Bulivina", "Description": "Bulivina is a beautiful flowering plant known for its vibrant colors and charming blooms. It brings a splash of joy and brightness to any garden or outdoor space. This plant is relatively easy to care for, thriving in full sun to partial shade and well-draining soil. It requires regular watering to keep the soil moist but not waterlogged. Deadheading spent blooms helps promote continuous flowering throughout the season. With its stunning display of colors, Bulivina is sure to enhance the visual appeal of any garden.", "Care": "Bulivina plants thrive in well-draining soil and prefer full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Bulivina plants are relatively drought-tolerant and can withstand dry periods. With their vibrant blooms and hardiness, Bulivina plants bring color and charm to gardens and landscapes", "Price": "34", "PictureUrls": 13, "ProductTypeId": "1", "PotId": "1"},
{"Id": "15", "Name": "Califa", "Description": "Califa is a graceful plant that captivates with its cascading foliage and charming flowers. It adds an element of beauty and elegance to any landscape. This plant is known for its low maintenance requirements, thriving in partial shade to full sun and well-draining soil. Moderate watering is necessary to keep the soil evenly moist. Pruning is recommended to control its growth and maintain a desirable shape. Califa is a delightful choice for those looking to create a serene and enchanting garden space.", "Care": "Califa plants prefer well-draining soil and full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during hot and dry periods. Pruning can be done in early spring to remove any dead or damaged branches. Califa plants are relatively drought-tolerant and can withstand dry periods. With their attractive foliage and adaptability, Califa plants add beauty and versatility to gardens and containers.", "Price": "23", "PictureUrls": 14, "ProductTypeId": "2", "PotId": "1"},
{"Id": "16", "Name": "Califelizialae", "Description": "Califelizialae is a showy plant that dazzles with its captivating blooms in various hues. It adds a vibrant and colorful touch to gardens and outdoor spaces. This plant is relatively low maintenance, requiring full sun to partial shade and well-draining soil. Regular watering is necessary to keep the soil evenly moist. Deadheading spent flowers not only promotes continuous blooming but also enhances the plant's overall appearance. With its stunning display of colors, Califelizialae is sure to create a visual spectacle in any garden.", "Care": "Califelizialae plants thrive in well-draining soil and can tolerate both full sun and partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or overgrown branches. Califelizialae plants are relatively drought-tolerant and can withstand dry periods. With their vibrant blooms and adaptability, Califelizialae plants add beauty and charm to gardens and landscapes.", "Price": "25", "PictureUrls": 15, "ProductTypeId": "1", "PotId": "1"},
{"Id": "17", "Name": "Farfalla", "Description": "Farfalla is a delicate plant that enchants with its exquisite flowers in pastel shades. It brings a sense of grace and beauty to any garden or indoor setting. This plant is known for its minimal care requirements, thriving in partial shade to full sun and well-draining soil. Occasional watering is sufficient to keep the soil moist. Pruning may be necessary to maintain its shape and remove any dead or damaged foliage. Farfalla is an enchanting choice for those seeking a touch of elegance and tranquility in their surroundings.", "Care": "Farfalla plants prefer well-draining soil and full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. ", "Price": "28", "PictureUrls": 16, "ProductTypeId": "2", "PotId": "1"},
{"Id": "18", "Name": "Girfurdol", "Description": "Girfurdol is a striking plant that leaves a lasting impression with its eye-catching foliage and intricate flowers. It adds a unique and captivating element to any garden or landscape. This plant is relatively low maintenance, requiring full sun to partial shade and well-draining soil. Moderate watering is necessary to keep the soil evenly moist. Pruning can be done to remove dead leaves and promote new growth. With its remarkable features, Girfurdol is sure to be a conversation starter in any outdoor setting.", "Care": " Girfurdol plants prefer well-draining soil and full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Girfurdol plants are relatively drought-tolerant and can withstand dry periods. With their unique characteristics and adaptability, Girfurdol plants add interest and beauty to gardens and landscapes.", "Price": "37", "PictureUrls": 17, "ProductTypeId": "1", "PotId": "1"},
{"Id": "19", "Name": "Glunga", "Description": "Glunga is a unique plant that stands out with its distinctive foliage and charming flowers. It adds character and visual interest to gardens and outdoor spaces. This plant is known for its relatively low maintenance requirements. It thrives in partial shade to full sun and prefers well-draining soil. Regular watering is necessary to keep the soil moist. Pruning can be done as needed to maintain its shape and remove any dead or overgrown parts. With its remarkable features, Glunga is sure to be a delightful addition to any garden or landscape.", "Care": "Glunga plants thrive in well-draining soil and prefer full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during hot and dry periods. Pruning can be done as needed to remove any dead or overgrown branches. Glunga plants are relatively drought-tolerant and can withstand dry periods. With their vibrant blooms and hardiness, Glunga plants bring color and charm to gardens and landscapes.", "Price": "35", "PictureUrls": 18, "ProductTypeId": "2", "PotId": "1"},
{"Id": "20", "Name": "Salamanta", "Description": "Salamanta is a hardy plant that showcases stunning blooms and attractive foliage. It is known for its resilience and ability to thrive in various growing conditions. This plant requires relatively low maintenance, preferring full sun to partial shade and well-draining soil. Regular watering is essential, especially during dry periods. Deadheading spent flowers not only promotes continuous blooming but also enhances the overall appearance of the plant. Salamanta is an excellent choice for those seeking a beautiful and enduring plant for their garden.", "Care": "Salamanta plants prefer well-draining soil and partial shade to full sun. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Salamanta plants are relatively drought-tolerant and can withstand dry periods. With their unique foliage and adaptability, Salamanta plants add visual interest to gardens and landscapes.", "Price": "34", "PictureUrls": 19, "ProductTypeId": "1", "PotId": "1"},
{"Id": "", "Name": "Suslima", "Description": "Suslima is a beautiful plant that captivates with its elegant flowers and lush foliage. It adds a touch of natural beauty and serenity to any garden or indoor space. This plant is relatively easy to care for, requiring moderate attention. It thrives in partial shade to full sun and prefers well-draining soil. Regular watering is necessary to keep the soil moist but not waterlogged. Pruning can be done as needed to maintain its shape and remove any dead or wilted leaves. With its stunning aesthetics, Suslima is sure to create a peaceful and enchanting atmosphere wherever it is planted.", "Care": "Suslima plants thrive in well-draining soil and prefer full sun to partial shade. They require regular watering to keep the soil evenly moist, especially during the growing season. Pruning can be done in late winter or early spring to remove any dead or damaged branches. Suslima plants are relatively drought-tolerant and can withstand dry periods. With their vibrant blooms and hardiness, Suslima plants bring color and beauty to gardens and landscapes.", "Price": "28", "PictureUrls": 20, "ProductTypeId": "1", "PotId": "1"}
]
